import spb1 from './images/spb1.jpg';
import spb2 from './images/spb2.jpg';
import spb3 from './images/spb3.jpg';

const trips = [
    {
        id: 1,
        title: "АКЦИЯ - Обзорная экскурсия по рекам и каналам  с остановками Hop on Hop Off 2019",
        image: spb1,
        tag: "Новинка",
        length: "2 часа",
        items: [
            "Билет на целый день",
            "Неограниченное число катаний",
            "6 остановок у главных достопримечательностей"
        ],
        price: 900,
        extraPrice: 1200,
        schedule: ["12:00", "13:00", "14:00", "15:00"]
    },
    {
        id: 2,
        title: "Обзорная экскурсия по рекам и каналам  с остановками Hop on Hop Off 2020",
        image: spb2,
        tag: "Круглый год",
        length: "2 часа",
        items: [
            "Билет на целый день",
            "Неограниченное число катаний",
            "6 остановок у главных достопримечательностей"
        ],
        price: 900,
        extraPrice: 1200,
        schedule: ["12:00", "13:00", "14:00", "15:00"]
    },
    {
        id: 3,
        title: "Обзорная экскурсия по рекам и каналам  с остановками Hop on Hop Off 2021",
        image: spb3,
        length: "2 часа",
        items: [
            "Билет на целый день",
            "Неограниченное число катаний",
            "6 остановок у главных достопримечательностей"
        ],
        price: 900,
        schedule: ["12:00", "13:00", "14:00", "15:00", "16:00", "17:00"]
    }
];

export default trips;